{"code":200,"message":"Lấy danh sách tin tức thành công!","data":[{"ID":"678","author":"2","date":"2020-03-25 11:47:56","title":"Tạo bộ lọc cho sản phẩm trong WooCommerce","slug":"tao-bo-loc-cho-san-pham","view":"6319","image":"2020\/03\/product-filter.jpg","content":"Trong trang danh mục sản phẩm, mình nên tạo bộ lọc cho sản phẩm theo giá, thuộc tính,... Bộ lọc sẽ giúp khách hàng dễ dàng tìm được sản phẩm phù hợp với nhu cầu. Bài viết này mình sẽ hướng dẫn cách tạo bộ lọc sản phẩm theo..."},{"ID":"1637","author":"5","date":"2020-12-11 00:28:26","title":"Thêm chat Zalo Facebook cho website WordPress","slug":"them-chat-zalo-facebook-cho-website-wordpress","view":"5424","image":"2020\/12\/them-zalo-facebook.jpg","content":"Thêm chat Zalo Facebook cho website WordPress cũng là 1 thủ thuật vô cùng hữu ích đối với website của các bạn.\r\n\r\nVậy tại sao chúng ta nên thêm chat Zalo Facebook cho website WordPress ?\r\n\r\nZalo, Facebook  trong những năm qua đang là một trong những ứng dụng số 1..."},{"ID":"1161","author":"1","date":"2020-04-29 01:27:39","title":"Hướng dẫn get category trong wordpress từ a đến z","slug":"huong-dan-get-category-trong-wordpress","view":"3799","image":"2020\/04\/get-category.jpg","content":"Tiếp tục với chủ đề lập trình theme wordpress, bài viết này mình sẽ hướng dẫn get category trong wordpress cũng như là get taxomony (Một dạng custom của category). Bài viết này sẽ giúp cho các bạn hiển thị được danh sách chuyên mục cũng như danh mục..."},{"ID":"662","author":"2","date":"2020-03-24 21:59:46","title":"Thêm sản phẩm vào mục yêu thích trong WooCommerce","slug":"them-san-pham-vao-muc-yeu-thich","view":"2785","image":"2020\/03\/whishlist.jpg","content":"Xin chào các bạn!\r\n\r\nThêm sản phẩm vào mục yêu thích là một tính năng cần thiết cho trang bán hàng. Khách hàng khi xem sản phẩm có nhu cầu xem lại sau chứ không mua liền thì sẽ đưa vào yêu thích. Bạn có thể thêm tính năng yêu..."},{"ID":"585","author":"2","date":"2020-03-23 13:34:11","title":"Thêm sản phẩm có biến thể","slug":"them-san-pham-co-bien-the","view":"2718","image":"2020\/03\/san-pham-bien-the.jpg","content":"Xin chào mọi người!\r\n\r\nSản phẩm có biến thể là loại sản phẩm có nhiều đặc tính khác nhau như màu sắc, kích thước, dung lượng,... Điển hình như là các sản phẩm quần áo, giày dép, điện thoại. Cùng với việc có nhiều biến thể, thì giá thành của..."}]}